{"sections":{"main":{"type":"page-content__main","settings":{"show_heading":true,"heading_alignment":"center","width":"standard","padding_top":40,"padding_bottom":40,"css_class":"","custom_css":""}},"16479296374d1cfb10":{"type":"returns-exchanges","blocks":{"da670976-db76-4051-bcf7-fffd0f63cd05":{"type":"item","settings":{"tab_item":"ORDERING & SHIPPING","heading":"RETURNS & EXCHANGES","description":"<p>We will gladly accept unworn, unwashed merchandise for return or exchange within 30 days of purchase via Happy Returns.<\/p><p>Start your return here <a href=\"https:\/\/bedheadpjs.happyreturns.com\/\">https:\/\/bedheadpjs.happyreturns.com\/<\/a><\/p><p>EXCHANGE: Please start your return to view exchange options for your merchandise. Once you have selected your items and submitted your return, you will be provided a return label to ship your items back to us. Upon carrier scan, your replacement order will begin processing.<\/p><p>RETURN: You can choose to be refunded back to your original payment method or by a store gift card. Once you have selected which you would prefer and have submitted your return, you will be provided a return shipping label. Upon carrier scan, your refund will begin processing. Please allow up to two billing cycles for your refund to appear on your credit card statement. If you chose to receive a refund by store gift card, an electronic gift card will be emailed to you.<\/p><p>Please note, bedheadpjs.com does not cover the expense of your original shipping and handling.<\/p><p>please reach out to customer service directly to return or exchange the garment(s) to express your concerns. We would love to have the opportunity to correct the issue and inspect the garment to improve our quality for the future.<\/p><p>You can reach us at customerservice@bedheadpjs.com or call (844) 373-9985 for further details or questions<\/p>"}},"ddd94565-f83a-4775-9047-69bccaa54c15":{"type":"item","settings":{"tab_item":"PAYMENT OPTIONS","heading":"PAYMENT OPTIONS","description":"<p>BedHeadPJs.com currently accepts VISA, MASTER CARD, AMERICAN EXPRESS, DISCOVER CARD credit cards and PAYPAL. You can safely enter your credit card number via our secure server, which encrypts all submitted information via SSL.<\/p><p>Unfortunately, we DO NOT accept personal checks.<\/p>"}},"428575cf-ed80-461c-a33c-7cc99c926768":{"type":"item","settings":{"tab_item":"SALES TAX","heading":"SALES TAX","description":"<p>Items sold and shipped to locations both inside and outside the US, may be subject to tax and collected automatically if applicable.<\/p>"}}},"block_order":["da670976-db76-4051-bcf7-fffd0f63cd05","ddd94565-f83a-4775-9047-69bccaa54c15","428575cf-ed80-461c-a33c-7cc99c926768"],"settings":{}}},"order":["main","16479296374d1cfb10"]}